Tekla.Structures.Catalogs.RebarItemEnumerator.SelectRebarItem(System.String,System.String,System.String)
Selects a rebar item in the rebar database with the given grade, size and bending radius.
Grade: The grade of the rebar item to select.
Size: The size of the rebar item to select.
Usage: The usage of the rebar item to select.
Returns: The first RebarItem that matches the conditions.